import hill1 from '../img/hill1.jpg';
import hill2 from '../img/hill2.jpg';
import hill3 from '../img/hill3.jpg';
import hill4 from '../img/hill4.jpg';
import hill5 from '../img/hill5.jpg';
import hill6 from '../img/hill6.jpg';
import hill7 from '../img/hill7.jpg';
import hill8 from '../img/hill8.jpg';

const data = [
    {
        id: 1,
        img: hill1,
        title: "Лявочорр",
        text: "Первое успешное восхождение на одну из вершин Эльбруса было совершено в рамках научной экспедиции, организованной Российской Академией наук" +
            " по предложению и под общим руководством начальника Кавказской укреплённой линии генерала Георгия Арсеньевича Эммануэля, в которой принимали" +
            " участие выдающиеся учёные XIX века профессор Адольф Купфер — основатель Главной геофизической обсерватории Петербурга, физик Эмилий Ленц, зоолог" +
            " Эдуард Минетрие — основатель Русского энтомологического общества, ботаник Карл Мейер (впоследствии ставший академиком и директором ботанического" +
            " сада Российской Академии наук), художник-архитектор Иосиф (Джузеппе-Марко)" +
            " Бернардацци (сделавший первое изображение Эльбруса), венгерский путешественник Янош Бессе. Восхождение осуществлялось с северной стороны Эльбруса" +
            " от верховий реки Малка через «чёрные горы, среди крутых и скалистых утёсов»[40]. В полдень 22 июля 1829 года на Восточную вершину поднялся один из " +
            "проводников экспедиции К. Хаширов (Хачиров)[2][41][42], который принёс с неё чёрный с зеленоватыми прожилками кусок базальта (одну часть которого отослали" +
            " в Петербург, а вторую Эммануэль вручил Бессе для хранения в национальном музее Будапешта). Остальные восходители смогли достичь лишь высоты примерно 5300 метров." +
            " Первое восхождение на Эльбрус приветствовали тремя ружейными залпами. Самое первое убежище для горовосходителей на южном склоне Эльбруса появилось" +
            " в 1909 году на высоте 3200 метров. Это была каменная полуземлянка на пять человек, построенная Кавказским горным обществом[57]. В 1932 году на высоте" +
            " 4200 метров было возведено деревянное здание на 40 мест для туристов и альпинистов — «Приют одиннадцати», на базе которого в 1939 году начала действовать" +
            " гостиница[58]. В 1933 году на седловине Эльбруса был построен высокогорный приют «Седловина», а неподалёку от Приюта одиннадцати — метеостанция «Приют девяти»[51]. В 1980-х годах в 100 метрах от конечной станции канатной дороги «Гара-Баши» был построен приют «Бочки», представляющий собой более десяти шестиместных утеплённых жилых вагончиков и кухню. В настоящее время это одно из основных мест старта туристов и альпинистов, совершающих восхождение на Эльбрус[59].\n" +
            "\n" +
            "В 2001 году началось восстановление сгоревшего 16 августа 1998 года Приюта одиннадцати[60]. Неподалёку от него установлен ряд жилых 12-местных вагончиков, кухня. По вечерам для подачи электроэнергии в вагончики работает дизель-генератор.\n" +
            "\n" +
            "В сентябре 2012 года были завершены работы по строительству на седловине Эльбруса спасательного приюта «Станция EG 5300», ставшего самым высокогорным приютом Европы. Однако, уже в декабре хижина была разрушена ветрами. В 2013 году в 300 м от основания EG5300 была построена скромная аварийная хижина на 4-6 чел, функционирующая до сих пор[61]. В 2014 году на южном склоне Эльбруса на высоте 3900 метров построена самая высокогорная гостиница Европы «LeapRus», которая вмещает до 40 человек[62].",
    },
    {
        id: 2,
        img: hill2,
        title: "Часначорр",
        text: "Часначорр (саамск. — Гора Дятла) — горный массив, расположенный в западной части Хибин. Вторая по высоте вершина Хибин — 1189 м. Гора ограничивает бассейны долин Меридионального ручья с востока (соединяется с меридиональным хребтом Поачвумчорр), реки Кунийок и ручья Петрелиуса с запада. С севера отделена от горы Индивичвумчорр перевалом Южный Чоргорр, а на юго-западе смыкается с высочайшим плато Юдычвумчорр. На этой перемычке расположены наиболее труднопроходимые перевалы хибинских гор: Ферсмана и Крестовый. В северном цирке горы берет своё начало река Часнайок. Высшая точка — плато. Гора ограничена с севера, востока и на юге обрывистыми стенами.",
    },
    {
        id: 3,
        img: hill3,
        title: "Кукисвумчорр",
        text: "Откуда пошло название «Хибины»? Считается, что от слова «хибень», бытовавшего среди народов Кольской земли и означавшего «горная возвышенность, плоскогорье». В свою очередь, оно было заимствовано из финского языка, где означает «небольшой холм». \n" +
            "Саамы, коренные жители Кольского севера, Хибинами считали Умбозерский массив, который называли Умптек — «Закрытые горы», и Ловозерский — Луяврурт.\n" +
            " У кольских саамов основных языковых диалектов было пять, которые так отличались между собой, что люди с трудом понимали друг друга. Поэтому значения " +
            "некоторых рассмотренных нами топонимов могут иметь иное толкование в других источниках. Однако большинство названий на карте Хибин относятся к кильдинскому" +
            " диалекту саамского языка — самому распространённому в этой части полуострова. К тому же народ Лапландии долгое время не имел письменности, все слова передавались" +
            " «из уст в уста», поэтому постепенно искажались, как в игре «испорченный телефон». \n" +
            "\n" +
            "Первая подробная географическая карта Хибин (будем называть её «картой Рамзая») составлена участниками финской экспедиции, и все названия записаны при помощи" +
            " латинских букв. С 1920 года, в «ферсмановский» период изучения Хибин, карта Рамзая была «переведена», исправлена и дополнена. Часть топонимов придумали Александр" +
            " Евгеньевич Ферсман и его команда, стараясь использовать корни саамских слов. Но всё же и русские, и финские исследователи записывали саамскую речь на слух, а она" +
            " не всегда правильно транскрибируется при помощи кириллицы или латинского алфавита. Можно проследить, как искажались и менялись многие топонимы — даже русские! — на" +
            " географических и туристических картах, изданных в XX–XXI веках. Обратимся к саамским правилам «словосоставления». Обычно названия давались реке или долине, а затем" +
            " — горному хребту этой долины. В таких словах первый корень — это характеристика объекта (длинный, скалистый, облачный и т. д.), а второй — его определение (гора, озеро" +
            " и т. п.).",
    },
    {
        id: 4,
        img: hill4,
        title: "Ферсмана",
        text: "Тибет – горный регион Центральной Азии, расположенный в юго-западной части Китая и занимающий восьмую часть площади этого государства. Формально Тибетом" +
            " считается автономный район со столицей Лхаса. В культурно-географическом отношении он гораздо больше и охватывает все Цинхай-Тибетское нагорье, хотя оно" +
            " не везде имеет четкие границы; кроме того, тибетцы населяют также Западную Сычуань, Южную Ганьсу и Северную Юньнань. В этническом, языковом и религиозном" +
            " отношении население Тибета принципиально отличается от жителей других китайских территорий.",
    },
    {
        id: 5,
        img: hill5,
        title: "Юдычвумчорр",
        text: "Везувий – грозный, мощный, навевающий страх, трепет и одновременно благоговейное уважение – относится к числу самых известных на Земле вулканов. Его высота составляет 1281 м. Расположенный на юге Апеннинского полуострова, на берегу Неаполитанского залива, Везувий, вместе с Этной на острове Сицилия и Стромболи на Липарских островах, является одним из трех действующих вулканов Италии. При этом он единственный на континенте, расположенный в материковой части Старого света. Остальные огнедышащие горы Европы находятся на островных территориях.",
    },
    {
        id: 6,
        img: hill6,
        title: "Тахтарвумчорр",
        text: "Большинство национальных символов в мире — рукотворные: статуя Свободы, Эйфелева башня, Кремль, Великая Китайская стена... В Японии же это природное явление, хотя благодаря его почти полной симметрии заснеженный даже летом конус Фудзиямы настолько гармонично сложен, что скорее представляется произведением бесконечно терпеливого ландшафтного дизайнера, а не следствием вулканической деятельности. Величественный одинокий пик возносится к небесам на высоту 3776 м. Словом, он просто красив. Здесь более чем в любом храмовом саду или на территории древнего замка становится понятно, почему японцы предпочитают размытые грани между природой и искусством.\n" +
            "\n" +
            "Считается, что название вулкана произошло от слова из языка айну, означающего «огонь». Вулкан Фудзияма последний раз извергался в 1707 г., и ныне через его кору лишь время от времени прорываются клубы пара, подобные размеренному дыханию спящего великана. Сон его кажется крепким — к счастью для сотен тысяч людей, ежегодно поднимающихся на вершину. Для одних подъем — священнодействие, ведь гора почитается как обитель древних японских богов. Для других это акт укрепления самодисциплины и способ физического очищения. У третьих восхождение не вызвано никакими религиозными импульсами, и они приезжают сюда во время отпуска, чтобы потом сказать, что побывали здесь, хотя уезжают, к удивлению для самих себя, с ощущением сильного духовного подъема. Никакой туристический буклет не в силах сделать Фудзияму банальным туристическим аттракционом, и даже самые пресытившиеся красотами мира путешественники не останутся безучастными к тому, что предстанет перед их взором.",
    },
    {
        id: 7,
        img: hill7,
        title: "Вудъяврчорр",
        text: "Греческое название горы Афон – Агио Орос – говорит о том, что на ней живут монахи. Уже больше 1000 лет сюда уходят в отшельники православные христиане. Они ведут замкнутую жизнь отшельников в 20 больших монастырях, сохранивших свою независимость от светских властей.\n" +
            "\n" +
            "Афон — Святая гора, которая поднимается на 2033 м над уровнем моря на Халкидикском полуострове. Согласно легенде, когда-то здесь произошла битва между богами с Олимпа и древними великанами. Один из них, по имени Афон, швырнул огромный камень в своего противника, Посейдона. Он промахнулся, и камень упал в море - так и образовался этот гористый полуостров.",
    },
    {
        id: 8,
        img: hill8,
        title: "Айкуайвенчорр",
        text: "Улуру, также известный как Айерс-рок, – монолит красного камня, возвышающийся на севере Австралии. Он почитается аборигенами как святое место и торчит на плоской равнине подобно спинному плавнику огромного красного кита.\n" +
            "\n" +
            "Эта загадочная вершина может похвастаться великим множеством истории на каждый век из многих миллионов лет своего существования. Улуру вместе с расположенной неподалеку скалистой формацией Ката-Тьюта (\"Много голов\") с 1977 г. входят в состав Национального парка Ката-Тдута.",
    }
]

export default data;